-- phpMyAdmin SQL Dump
-- version phpStudy 2014
-- http://www.phpmyadmin.net
--
-- 主机: localhost
-- 生成日期: 2017 年 05 月 15 日 14:17
-- 服务器版本: 5.5.40
-- PHP 版本: 5.3.29

SET SQL_MODE="NO_AUTO_VALUE_ON_ZERO";
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8 */;

--
-- 数据库: `runshikangjian`
--

-- --------------------------------------------------------

--
-- 表的结构 `chanpin`
--

CREATE TABLE IF NOT EXISTS `chanpin` (
  `cp_id` int(225) NOT NULL AUTO_INCREMENT,
  `cp_catgeory` text COLLATE utf8_danish_ci NOT NULL,
  `cp_name` text COLLATE utf8_danish_ci NOT NULL,
  `cp_picture` text COLLATE utf8_danish_ci NOT NULL,
  `cp_UnitPrice` text COLLATE utf8_danish_ci NOT NULL,
  `cp_describe` text COLLATE utf8_danish_ci NOT NULL,
  `cp_min` text COLLATE utf8_danish_ci NOT NULL,
  `cp_minci` text COLLATE utf8_danish_ci NOT NULL,
  `cp_max` text COLLATE utf8_danish_ci NOT NULL,
  `cp_maxci` text COLLATE utf8_danish_ci NOT NULL,
  `cp_ciunit` text COLLATE utf8_danish_ci NOT NULL,
  `cp_ori` text COLLATE utf8_danish_ci NOT NULL,
  `cp_pre` text COLLATE utf8_danish_ci NOT NULL,
  PRIMARY KEY (`cp_id`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 COLLATE=utf8_danish_ci AUTO_INCREMENT=79 ;

--
-- 转存表中的数据 `chanpin`
--

INSERT INTO `chanpin` (`cp_id`, `cp_catgeory`, `cp_name`, `cp_picture`, `cp_UnitPrice`, `cp_describe`, `cp_min`, `cp_minci`, `cp_max`, `cp_maxci`, `cp_ciunit`, `cp_ori`, `cp_pre`) VALUES
(2, '单项调理', '头部调理', '', '299', '润世养护系列', '1800', '10', '4100', '30', '次', '', ''),
(3, '单项调理', '臀部调理', '', '399', '润世养护系列', '2400', '10', '5400', '30', '次', '', ''),
(4, '单项调理', '乳腺疏通', '', '499', '润世养护系列', '300', '10', '6800', '30', '次', '', ''),
(5, '单项调理', '背部经络疏通', '', '599', '润世养护系列', '3600', '10', '8100', '30', '次', '', ''),
(6, '单项调理', '腿部经络疏通', '', '699', '润世养护系列', '4200', '10', '9500', '30', '次', '', ''),
(7, '单项调理', '卵巢保养', '', '399', '润世养护系列', '2400', '10', '5400', '30', '次', '', ''),
(8, '单项调理', '肝部疏通', '', '299', '润世养护系列', '1800', '10', '4100', '30', '次', '', ''),
(9, '单项调理', '腹部调理', '', '199', '润世养护系列', '1200', '10', '2700', '30', '次', '', ''),
(10, '单项调理', '肩颈调理', '', '399', '润世养护系列', '2400', '10', '5400', '30', '次', '', ''),
(11, '单项调理', '头部调理（头痛、鼻炎、失眠等）', '', '299', '润世李氏手法系列', '1800', '10', '4100', '30', '次', '', ''),
(12, '单项调理', '颈部调理（咽炎、咳嗽、颈椎病等）', '', '299', '润世李氏手法系列', '1800', '10', '4100', '30', '次', '', ''),
(13, '单项调理', '背部调理（肩周炎、腰部疼痛等）', '', '299', '润世李氏手法系列', '1800', '10', '4100', '30', '次', '', ''),
(14, '单项调理', '胸腹部调理（腹痛、腹胀、便秘等）', '', '499', '润世李氏手法系列', '3000', '10', '6800', '30', '次', '', ''),
(15, '单项调理', '臀部调理（痛经、月经不调、腰腿痛等）', '', '399', '润世李氏手法系列', '2400', '10', '5400', '30', '次', '', ''),
(16, '单项调理', '腿部调理（滑膜炎、关节炎、早期风湿）', '', '299', '润世李氏手法系列', '1800', '10', '4100', '30', '次', '', ''),
(17, '单项调理', '手臂调理（关节炎等）', '', '299', '润世李氏手法系列', '1800', '10', '4100', '30', '次', '', ''),
(18, '单项调理', '经络渗透之头部调理', '', '399', '润世渗透理疗系列', '2400', '10', '5400', '30', '次', '', ''),
(19, '单项调理', '经络渗透之肩颈调理', '', '399', '润世渗透理疗系列', '2400', '10', '5400', '30', '次', '', ''),
(20, '单项调理', '经络渗透之臀疗', '', '399', '润世渗透理疗系列', '2400', '10', '5400', '30', '次', '', ''),
(21, '单项调理', '经络渗透之乳腺调理', '', '599', '润世渗透理疗系列', '3600', '10', '8100', '30', '次', '', ''),
(22, '单项调理', '经络渗透之脾胃调理', '', '599', '润世渗透理疗系列', '3600', '10', '8100', '30', '次', '', ''),
(23, '单项调理', '经络渗透之卵巢调理', '', '599', '润世渗透理疗系列', '3600', '10', '8100', '30', '次', '', ''),
(24, '单项调理', '经络渗透之肾部调理', '', '599', '润世渗透理疗系列', '3600', '10', '8100', '30', '次', '', ''),
(25, '单项调理', '经络渗透之腿部调理', '', '599', '润世渗透理疗系列', '3600', '10', '8100', '30', '次', '', ''),
(26, '基本套餐卡', 'HRA疾病早筛健康风险检测', '', '299', '润世健康卡', '', '', '', '', '人次', '', ''),
(27, '基本套餐卡', '绿色就医通道', '', '1000', '润世健康卡', '', '', '', '', '人次', '', ''),
(28, '基本套餐卡', '专享在线健康咨询服务', '', '200', '润世健康卡', '', '', '', '', '月', '', ''),
(29, '基本套餐卡', '上门服务及服务随访', '', '600', '润世健康卡', '', '', '', '', '人次', '', ''),
(30, '基本套餐卡', '报告解读及用药温馨指导', '', '200', '润世健康卡', '', '', '', '', '人次', '', ''),
(31, '基本套餐卡', '个性化中医健康指导', '', '500', '润世健康卡', '', '', '', '', '人次', '', ''),
(32, '基本套餐卡', '中医健康调理方案', '', '500', '润世健康卡', '', '', '', '', '人次', '', ''),
(33, '基本套餐卡', '营养膳食指导及方案', '', '500', '润世健康卡', '', '', '', '', '人次', '', ''),
(34, '基本套餐卡', '运动指导及方案', '', '500', '润世健康卡', '', '', '', '', '人次', '', ''),
(35, '基本套餐卡', '心理咨询', '', '1000', '润世健康卡', '', '', '', '', '人次', '', ''),
(36, '基本套餐卡', '润世经络渗透理疗/润世养护系列单项15次', '', '6000', '润世健康卡', '', '', '', '', '人', '', ''),
(37, '套餐卡', '健康专题沙龙讲座', '', '1000', '身曰卡', '', '', '', '', '月', '', ''),
(38, '套餐卡', 'HRA健康风险评估', '', '299', '身曰卡', '', '', '', '', '人次', '', ''),
(39, '套餐卡', '亚健康状态调理', '', '200', '身曰卡', '', '', '', '', '人次', '', ''),
(40, '套餐卡', '个性化中医健康指导', '', '500', '身曰卡', '', '', '', '', '人次', '', ''),
(41, '套餐卡', '心里辅助解压及疏导', '', '300', '身曰卡', '', '', '', '', '人次', '', ''),
(42, '套餐卡', '在线咨询健康服务', '', '200', '身曰卡', '', '', '', '', '人次', '', ''),
(43, '体验卡', '健康专题沙龙讲座', '', '1000', '身曰体验卡', '', '', '', '', '月', '', ''),
(44, '体验卡', 'HRA健康风险评估', '', '299', '身曰体验卡', '', '', '', '', '人次', '', ''),
(45, '体验卡', '亚健康状态调理', '', '200', '身曰体验卡', '', '', '', '', '人次', '', ''),
(46, '体验卡', '个性化中医健康指导', '', '500', '身曰体验卡', '', '', '', '', '人次', '', ''),
(47, '套餐卡', '健康专题沙龙讲座', '', '1000', '心曰卡', '', '', '', '', '月', '', ''),
(48, '套餐卡', 'HRA健康风险评估', '', '299', '心曰卡', '', '', '', '', '人次', '', ''),
(49, '套餐卡', '亚健康状态调理', '', '200', '心曰卡', '', '', '', '', '人次', '', ''),
(50, '套餐卡', '个性化中医健康指导', '', '500', '心曰卡', '', '', '', '', '人次', '', ''),
(51, '套餐卡', '心里辅助解压及疏导', '', '300', '心曰卡', '', '', '', '', '人次', '', ''),
(52, '套餐卡', '在线健康咨询服务', '', '200', '心曰卡', '', '', '', '', '人次', '', ''),
(53, '套餐卡', '1000面值慈铭体检卡', '', '1000', '心曰卡', '', '', '', '', '张', '', ''),
(54, '套餐卡', '营养膳食指导及方案', '', '500', '心曰卡', '', '', '', '', '人次', '', ''),
(55, '体验卡', '健康专题沙龙讲座', '', '1000', '心曰体验卡', '', '', '', '', '月', '', ''),
(56, '体验卡', 'HRA健康风险评估', '', '299', '心曰体验卡', '', '', '', '', '人次', '', ''),
(57, '体验卡', '亚健康状态调理', '', '200', '心曰体验卡', '', '', '', '', '人次', '', ''),
(58, '体验卡', '个性化中医健康指导', '', '500', '心曰体验卡', '', '', '', '', '人次', '', ''),
(59, '体验卡', '心里辅助解压及疏导', '', '300', '心曰体验卡', '', '', '', '', '人次', '', ''),
(60, '体验卡', '营养膳食指导及方案', '', '500', '心曰体验卡', '', '', '', '', '人次', '', ''),
(61, '套餐卡', '健康专题沙龙讲座', '', '1000', '灵曰卡', '', '', '', '', '月', '', ''),
(62, '套餐卡', 'HRA健康风险评估', '', '299', '灵曰卡', '', '', '', '', '人次', '', ''),
(63, '套餐卡', '亚健康状态调理', '', '200', '灵曰卡', '', '', '', '', '人次', '', ''),
(64, '套餐卡', '个性化中医健康指导', '', '500', '灵曰卡', '', '', '', '', '人次', '', ''),
(65, '套餐卡', '心里辅助解压及疏导', '', '300', '灵曰卡', '', '', '', '', '人次', '', ''),
(66, '套餐卡', '在线健康咨询服务', '', '200', '灵曰卡', '', '', '', '', '人次', '', ''),
(67, '套餐卡', '1000面值慈铭体检卡', '', '1000', '灵曰卡', '', '', '', '', '张', '', ''),
(68, '套餐卡', '营养膳食指导及方案', '', '500', '灵曰卡', '', '', '', '', '人次', '', ''),
(69, '套餐卡', '运动指导及方案', '', '500', '灵曰卡', '', '', '', '', '人次', '', ''),
(70, '套餐卡', '禅修课堂', '', '1000', '灵曰卡', '', '', '', '', '人次', '', ''),
(71, '体验卡', '健康专题沙龙讲座', '', '1000', '灵曰体验卡', '', '', '', '', '月', '', ''),
(72, '体验卡', 'HRA健康风险评估', '', '299', '灵曰体验卡', '', '', '', '', '人次', '', ''),
(73, '体验卡', '亚健康状态调理', '', '200', '灵曰体验卡', '', '', '', '', '人次', '', ''),
(74, '体验卡', '个性化中医健康指导', '', '500', '灵曰体验卡', '', '', '', '', '人次', '', ''),
(75, '体验卡', '心里辅助解压及疏导', '', '300', '灵曰体验卡', '', '', '', '', '人次', '', ''),
(76, '体验卡', '营养膳食指导及方案', '', '500', '灵曰体验卡', '', '', '', '', '人次', '', ''),
(77, '体验卡', '运动指导及方案', '', '500', '灵曰体验卡', '', '', '', '', '人次', '', ''),
(78, '体验卡', '禅修课堂', '', '1000', '灵曰体验卡', '', '', '', '', '人次', '', '');

-- --------------------------------------------------------

--
-- 表的结构 `evaluate`
--

CREATE TABLE IF NOT EXISTS `evaluate` (
  `eva_id` int(225) NOT NULL AUTO_INCREMENT,
  `eva_nickname` text COLLATE utf8_danish_ci NOT NULL,
  `eva_userchanpin` text COLLATE utf8_danish_ci NOT NULL,
  `eva_score` text COLLATE utf8_danish_ci NOT NULL,
  `eva_content` text COLLATE utf8_danish_ci NOT NULL,
  `eva_time` datetime NOT NULL,
  PRIMARY KEY (`eva_id`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 COLLATE=utf8_danish_ci AUTO_INCREMENT=4 ;

--
-- 转存表中的数据 `evaluate`
--

INSERT INTO `evaluate` (`eva_id`, `eva_nickname`, `eva_userchanpin`, `eva_score`, `eva_content`, `eva_time`) VALUES
(1, 'black cat', '', '', '好棒，当天就有明显效果，服务也很情切，没什么压力，感觉浑身轻松。过了一段时间后觉得身体明显比以前好多了，真赞。', '2017-04-26 13:31:23'),
(2, '向阳花', '', '', '好棒，当天就有明显效果，服务也很情切，没什么压力，感觉浑身轻松。过了一段时间后觉得身体明显比以前好多了，真赞。', '2017-04-26 14:15:37'),
(3, '笨小孩', '', '', '好棒，当天就有明显效果，服务也很情切，没什么压力，感觉浑身轻松。过了一段时间后觉得身体明显比以前好多了，真赞。', '2017-04-26 16:46:15');

-- --------------------------------------------------------

--
-- 表的结构 `journalism`
--

CREATE TABLE IF NOT EXISTS `journalism` (
  `jou_id` int(225) NOT NULL AUTO_INCREMENT,
  `jou_title` text COLLATE utf8_danish_ci NOT NULL,
  `jou_author` text COLLATE utf8_danish_ci NOT NULL,
  `jou_time` datetime NOT NULL,
  `jou_KeyWord` text COLLATE utf8_danish_ci NOT NULL,
  `jou_category` text COLLATE utf8_danish_ci NOT NULL,
  `jou_content` text COLLATE utf8_danish_ci NOT NULL,
  `jou_picture` text COLLATE utf8_danish_ci NOT NULL,
  PRIMARY KEY (`jou_id`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 COLLATE=utf8_danish_ci AUTO_INCREMENT=6 ;

--
-- 转存表中的数据 `journalism`
--

INSERT INTO `journalism` (`jou_id`, `jou_title`, `jou_author`, `jou_time`, `jou_KeyWord`, `jou_category`, `jou_content`, `jou_picture`) VALUES
(1, '河南12岁小学女生勇接坠楼男童 称更怕小弟弟受伤', '大河网-河南商报', '2017-05-11 08:20:00', '坠楼', '新闻推送', '两岁娃高楼坠落 过路小学生双手追接成“网红” 视频里的勇敢女孩获得众人点赞\n\n　　两岁娃高楼坠落 过路小学生双手追接成“网红” 视频里的勇敢女孩获得众人点赞\n\n　　但也有网友担心小女孩徒手去接可能会受伤 女孩所在学校称要见义勇为，更要见义巧为\n\n　　河南商报独家对话12岁女孩陈可煜：\n\n　　我可能会受伤 但更怕小弟弟受伤\n\n　　河南商报记者 程亚龙\n\n　　通讯员 牛智瑞/文 记者 张郁/图\n\n　　昨日，“12岁小学生双手追接高处坠落的男娃”的视频在网络热传，女孩在紧急时刻出手救人的英勇行为赢得众人点赞。\n\n　　不过也有网友对女孩的行为表示担忧，坠落的孩子，小女孩徒手去接，极有可能被强大的下坠力量冲击而受伤。\n\n　　昨日，在郑州荥阳三小上六年级的陈可煜在接受河南商报记者采访时称，即使受伤也会义无反顾地去做，不能看着一个两岁的小弟弟受伤。\n\n　　【事发现场】\n\n　　两岁娃娃坠楼\n\n　　小女孩伸双手追接\n\n　　10日上午，一个1分12秒的视频在微信朋友圈传开，网友纷纷为视频中一名背着书包的小女孩点赞。视频显示时间为9日早上7时20分许。\n\n　　视频中，一名市民和几名小学生在路过一处楼房时，纷纷仰头向上看，其间，一名身穿粉色上衣、黑色运动裤，扎着马尾辫的小女孩走出监控画面后，又回到现场。\n\n　　楼上发生了什么？引得一大早上学的学生驻足观看？就在女孩再次进入监控画面大概5秒之后，视频中显示，这名背着书包的小女孩突然伸出双手做托接的姿势向前跑了几步，而就在这一瞬间，一名娃娃从高处坠入监控画面当中，擦碰到两辆送餐车的送餐箱坠落水泥地面。\n\n　　紧接着，小女孩上前抱起娃娃，与匆匆赶到的一名女子对话后，把孩子交给这名身穿红色上衣的中年女子抱走。\n\n　　昨日上午，河南商报记者走访了解到，事发地位于荥阳市塔山路一处小巷口。事发地点对面一家早餐店的老板称，由于早上比较忙，她也是在听到有人喊“不要跳”时，才知道情况，但出门看时，男娃已经坠地。她介绍称，娃娃是从3楼坠下的，应该是吓到了，嘴里流着血，但两分钟后才知道哭，随后一家商店老板拨打120，将娃娃送到了医院。\n\n　　河南商报记者看到，娃娃坠落的3楼，距地面约有10米，阳台窗户为平开式，未安装防盗窗等安全装置。\n\n　　【网友点赞】\n\n　　虽然没有接住孩子\n\n　　但是女孩的行为值得点赞\n\n　　视频在网络上扩散开之后，不少网友担心高处坠落的孩童的伤情，并为试图接住孩童的小学生点赞，称“看过之后，一股暖流，很感动”。\n\n　　昨日，河南商报记者找到上传上述视频的商家老板张先生，他称，网络上的视频，就是他得知情况后，第一个发出的，并在自己的朋友圈里为女孩的勇气和行为点赞，“这个小学生的行为，确实触动了我，才把监控画面调出来，并发布的”。\n\n　　张先生介绍，他就在男童坠落的楼上住，听到楼下有叫喊声后跑下楼，发现邻居家的孩子从自家3楼的阳台上坠楼。随后，他赶紧联系了孩子妈妈。“孩子妈妈当时去送女儿上学了，当时只有两岁多的男孩在家，才发生了意外。”他称。\n\n　　转发该视频的网友@用户666 称，看完已落泪，一个12岁的女孩徒手去接高处坠楼的孩子，让人心里暖暖的。\n\n　　“虽然没有接住孩子，但是女孩这样做的勇气值得点赞。”另有不少网友在评论中发表观点。\n\n　　【勇敢女孩】\n\n　　“没接住娃娃有遗憾\n\n　　让小弟弟受伤了”\n\n　　昨日下午，河南商报记者在荥阳市人民医院找到了坠楼男童的家属，孩子姑姑向河南商报记者介绍称，目前孩子已经无碍，医生让住院再观察几天。对于为何发生意外，她称，当时只有孩子一人在家，估计是起床后找妈妈，发生了意外。\n\n　　随后，河南商报记者来到事发地点附近的荥阳市第三小学，该校校长陈晓政称，看到朋友圈里视频后，他才知道，六年级的学生陈可煜就是被大家点赞的孩子。\n\n　　12岁的陈可煜告诉河南商报记者，当时她在上学途中恰巧看到三楼有个孩子趴在窗台边喊妈妈，感觉是想往下跳，怕小弟弟掉到地上受伤，就做好了接住他的准备，但遗憾的是没有接住，让小弟弟受伤了。\n\n　　陈可煜的班主任刘老师称，陈可煜很懂事，在家也帮妈妈照顾两岁多的弟弟，之前经常看到陈可煜的动态，是在家里抱着弟弟的照片，徒手去接孩子，应该是不想看到小孩子受伤。\n\n　　【学校说法】\n\n　　精神值得学习\n\n　　但要采取更好的方式\n\n　　校长陈晓政说，陈可煜的精神值得每位同学学习，但救人要采取科学的方法施救，对此学校也会开展相关的安全教育课。\n\n　　“遇见这种事，不但要见义勇为，更要见义巧为。”陈晓政说，如果可煜真的接住了坠落的孩子，冲击力也可能对她造成伤害。学校鼓励这种精神， 但如何更好地救人，而自己不受伤害，学校也在做相关的教育。\n\n　　对于9日早晨发生的孩童坠楼事件，荥阳市公安局京城路派出所副所长朱明阳提醒孩子家长注意加强安全教育，平时提醒孩子勿在阳台、窗台附近或楼顶嬉戏。\n\n　　【对话女孩】\n\n　　我知道自己可能会受伤\n\n　　但不想看着小孩子受伤\n\n　　昨日下午，河南商报记者趁陈可煜下课期间，采访了她。\n\n　　河南商报记者：当时是什么情况？\n\n　　陈可煜：路过那里时，看到3楼阳台上，一个跟我弟弟差不多大小的孩子在喊“妈妈”，而且半个身子已经探出了阳台，看着挺危险的。旁边还有大人在喊“别跳”。\n\n　　河南商报记者：监控中显示，你路过后，走出了监控画面，之后怎么又回来了？\n\n　　陈可煜：当时并没有离开，我看小弟弟想往下跳，就准备接住他，怕他掉下来，会比较远，就在远一点的地方做了准备。\n\n　　河南商报记者：你知道接住孩子，自己有可能受伤吗？\n\n　　陈可煜：我妈妈给我讲过她看过的一个新闻，说高楼坠落的人把一个路人砸死了，我知道自己可能会受伤，但那也没关系，我不想看着一个小孩子有危险，毕竟是一个幼小的生命，我不想让他受到伤害。\n\n　　河南商报记者：2岁多的小孩子掉下来后，情况危险吗？你当时怎么做的？\n\n　　陈可煜：我当时就赶紧把弟弟抱起来了，他一直双手捂住嘴，嘴巴里都是血，可能是吓到了，也不哭。然后旁边一个商店的老板过来了，我认识她，她的店一直在路边，我想她应该认识孩子的妈妈，就把弟弟交给她了 。\n\n　　河南商报记者：监控拍下的视频发出之后，很多人为你点赞，你怎么看？\n\n　　陈可煜：我觉得如果是别人遇到，可能也会这样做，希望看到视频的人，以后遇到这样的事儿，也能去救人。', ''),
(2, '浸泡海里的百年老船木 变身“古董家具”', '张艺摄影', '2017-05-11 09:00:00', '老船家具', '新闻推送', '      位于广东省茂名市南部临海的博贺港 . 一艘艘很大的废旧古船静静地躺在那里，渔船经历了几十年，上百年的风吹雨打，已经无法再到大海中乘风破浪，对渔民来说，这些船木根本就没有什么用处，渔民们也只有把它们当柴烧。\r\n      报废的旧船木如果是当地渔民劈了之后，一般都拿去当柴烧了。\r\n      这些被渔民废弃的只能当柴烧的古旧船木在家具商眼中，竟然像宝贝一样，他们废物利用，把这些船木做成有艺术风格 价格不菲的高档家具，高价拿到市场上去卖，获得很大的利润。\r\n      古船木在艺术家眼里有那种特殊的质感，是蕴藏着五彩斑斓的传奇经历，这些散散落落经过长期侵蚀很有艺术感，那种鬼斧神工、巧夺天工那种很自然的东西非常美丽。\r\n      博贺港做此生意的渔民王伯指着一艘古船说 : 这些烂渔船，船龄有二，三十年历史，有的也有一，二百年历史，都是非常好的樟木卖给家具商可以赚很大一笔钱呢！\r\n      沿海地区的家具商们嗅觉灵敏，跑到海港以几万甚至十几万的价格收购，将船只拆卸后重新制成各种有个性的家具，然后每件家具以几万甚至几十万的价格出售，从中能赚取十几倍的利润。\r\n      像这样的船木就没有办法利用了，只能当烂木头处理。\r\n      像这些蕴涵着关于海的沧桑与故事的古船，当触摸它风化钉眼时，你的心里会很平静。\r\n      古木船家具就是要结实耐用，当问起当地渔民：这些古船木可都是在海水浸泡了上百年历史了，那木头还能结实吗？渔民回答：我们海边平时盖房子那些房梁上那种横梁，就是浸泡在海水里面的，经过海水浸泡的木头可以防虫，防潮 更加结实。\r\n      用来制造木船的木材大都是昆甸木、楸木等上好木材，再加上海上几十年的风浪打磨，礁石的碰撞也让这些木材更加圆润，破损的只是木材的表层。\r\n      其实那些船板、船身都是相当结实，一艘古船，不光记载了海的每个表情，也见证了渔民们在海上的点点滴滴，他们的喜 怒 哀 乐，他们的拼搏、收获、甚至他们的生与死。\r\n      渔民在拆船时会保全每块船木拼接的基础上进行拆卸，尽量不破坏船木的原有风貌，这样给后续工作给来方便。\r\n      当古船完成了自己的使命被人丢弃的时候，家具商把它买过来通过工匠们用最原始的木工手艺，再把它们打磨成风格时尚的古木家具，它们又将再次承载新的生命。', ''),
(3, '5月12日（14:00-15:00）：《你的眼睛很好色》---谭慧媛老师。', '润世小编', '0000-00-00 00:00:00', '眼睛谭慧媛', '课程日报', '', ''),
(4, '2017年05月12日--14日，大望路10号院社区活动《520，送给妈妈的“艾”》。', '润世小编', '0000-00-00 00:00:00', '520艾爱', '健康活动', '', ''),
(5, '2017年04月28日，辣妈课堂开课了。', '润世小编', '2017-04-01 09:00:00', '辣妈课堂开课', '新闻推送', '2017年04月28日，辣妈课堂在北京润世康健健康管理有限公司开课了。', '');

-- --------------------------------------------------------

--
-- 表的结构 `package`
--

CREATE TABLE IF NOT EXISTS `package` (
  `pac_id` int(225) NOT NULL AUTO_INCREMENT,
  `pac_name` text COLLATE utf8_danish_ci NOT NULL,
  `pac_cpvalue` text COLLATE utf8_danish_ci NOT NULL,
  `pac_number` text COLLATE utf8_danish_ci NOT NULL,
  `pac_max` text COLLATE utf8_danish_ci NOT NULL,
  `pac_maxvalue01` text COLLATE utf8_danish_ci NOT NULL,
  `pac_maxvalue02` text COLLATE utf8_danish_ci NOT NULL,
  `pac_min` text COLLATE utf8_danish_ci NOT NULL,
  `pac_minvalue01` text COLLATE utf8_danish_ci NOT NULL,
  `pac_minvalue02` text COLLATE utf8_danish_ci NOT NULL,
  `pac_categore` text COLLATE utf8_danish_ci NOT NULL,
  PRIMARY KEY (`pac_id`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 COLLATE=utf8_danish_ci AUTO_INCREMENT=8 ;

--
-- 转存表中的数据 `package`
--

INSERT INTO `package` (`pac_id`, `pac_name`, `pac_cpvalue`, `pac_number`, `pac_max`, `pac_maxvalue01`, `pac_maxvalue02`, `pac_min`, `pac_minvalue01`, `pac_minvalue02`, `pac_categore`) VALUES
(1, '润世健康卡', '11299', '单人', '', '', '', '', '', '', '基本套餐卡'),
(2, '身曰卡', '15990', '10人', '一年', '191880', '19000', '半年', '95940', '11000', '套餐卡'),
(3, '身曰体验卡', '1500', '10人', '', '', '', '', '', '', '体验卡'),
(4, '心曰卡', '30990', '10人', '一年', '371880', '37000', '半年', '185940', '21000', '套餐卡'),
(5, '心曰体验卡', '3000', '10人', '', '', '', '', '', '', '体验卡'),
(6, '灵曰卡', '50990', '10人', '一年', '611880', '61000', '半年', '305940', '35000', '套餐卡'),
(7, '灵曰体验卡', '5000', '10人', '', '', '', '', '', '', '体验卡');

-- --------------------------------------------------------

--
-- 表的结构 `service`
--

CREATE TABLE IF NOT EXISTS `service` (
  `ser_id` int(225) NOT NULL AUTO_INCREMENT,
  `ser_name` text COLLATE utf8_danish_ci NOT NULL,
  `ser_descrbe` text COLLATE utf8_danish_ci NOT NULL,
  `ser_picture` text COLLATE utf8_danish_ci NOT NULL,
  PRIMARY KEY (`ser_id`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 COLLATE=utf8_danish_ci AUTO_INCREMENT=8 ;

--
-- 转存表中的数据 `service`
--

INSERT INTO `service` (`ser_id`, `ser_name`, `ser_descrbe`, `ser_picture`) VALUES
(1, '终身健康管理', '       润世康健健康管理中心会员专属私人医生将与您进行深入沟通，根据既往史、家族史、生活习惯、饮食结构、运动规律等，为您建立基础健康档案数据库，进一步完善您的电子健康档案同时提供完整的分析数据。所有档案都将进行绝密保管。建立和更新电子化的档案数据库，便于会员随时查阅了解自身健康状况，并为会员提供健康全管理服务的分析数据。', ''),
(2, '精准个性化疾病早期筛查', '润世康健健康管理中心\r\n拥有国外顶级技术的健康风险评估检测仪器\r\n私人医生将会结合您个人的现病史、既往史、家族史、行为危险因素\r\n职业等情况进行分析和判断，为您量身定做最佳调理方案', ''),
(3, '私人医生服务', '       根据您的健康档案，您的专属私人医生将与我中心的权威专家做出详细的身体状况评估，再制定详细的健康促进方案，依靠强大的综合医疗资源，通过各种途径（如：医学诊疗  、膳食规划、心理辅导、运动调理）等提高生命质量。同时帮助您养成正确的生活习惯。', ''),
(4, '合理膳食与营养补充', '        润世康健健康管理师及营养师将根据您的身体状况、工作强度、饮食习惯等为您制定出最合理科学的膳食搭配建议，让您从每天的摄入当中获取身体所需的各种营养，让均衡的饮食成就您健康的体魄，投资健康，从饮食开始。', ''),
(5, '绿色就医通道', '       润世康健私人医生初诊后，为您推荐最适合的医院和医生。只要提前72小时预约，本中心便可与合作的三甲医院优先为您预约挂号、预约专家、优先安排就诊、住院、手术等专项服务，让您轻松享用优质医疗资源。', ''),
(6, '就诊陪护服务', '健康专员将为尊贵的您在就诊期间进行院内全程陪诊服务。\r\n从挂号到就诊，包括所有的检查、治疗项目，并代为交款、取药以及办理有关的各种手续；\r\n就诊中，协助与主治医生进行充分的信息沟通，协助解决可能的突发意外情况；\r\n诊治后，详细传递医生的吩咐、详解病情和注意事项。', ''),
(7, '会员活动', '润世康健\r\n提倡中国式健康生活\r\n不定期举办健康知识讲座\r\n以及中国传统文化沙龙活动\r\n让大家有机会深入了解中国式健康\r\n认识、了解、弘扬中国传统文化', '');

-- --------------------------------------------------------

--
-- 表的结构 `team`
--

CREATE TABLE IF NOT EXISTS `team` (
  `team_id` int(225) NOT NULL AUTO_INCREMENT,
  `team_picture` text COLLATE utf8_danish_ci NOT NULL,
  `team_name` text COLLATE utf8_danish_ci NOT NULL,
  `team_sex` text COLLATE utf8_danish_ci NOT NULL,
  `team_tab` text COLLATE utf8_danish_ci NOT NULL,
  `team_title` text COLLATE utf8_danish_ci NOT NULL,
  `team_mail` text COLLATE utf8_danish_ci NOT NULL,
  `team_honor` text COLLATE utf8_danish_ci NOT NULL,
  `team_signature` text COLLATE utf8_danish_ci NOT NULL,
  `team_remarksc` text COLLATE utf8_danish_ci NOT NULL,
  PRIMARY KEY (`team_id`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 COLLATE=utf8_danish_ci AUTO_INCREMENT=6 ;

--
-- 转存表中的数据 `team`
--

INSERT INTO `team` (`team_id`, `team_picture`, `team_name`, `team_sex`, `team_tab`, `team_title`, `team_mail`, `team_honor`, `team_signature`, `team_remarksc`) VALUES
(1, '', '秦政', '女', '', '高级营养师(讲师)', '904247315@qq.com', '', '', ''),
(2, '', '谭慧媛', '女', '', '高级健康管理师', '123456478@qq.com', '', '', ''),
(3, '', '李　平', '男', '', '高级按摩师', '904247315@qq.com', '', '', ''),
(4, '', '陈　璐', '女', '', 'Chief Executive Officer', 'john@financed.com', '', '', ''),
(5, '', '郭　宇', '女', '', 'Chief Executive Officer', 'john@financed.com', '', '', '');

-- --------------------------------------------------------

--
-- 表的结构 `user`
--

CREATE TABLE IF NOT EXISTS `user` (
  `user_id` int(225) NOT NULL AUTO_INCREMENT,
  `user_name` text COLLATE utf8_danish_ci NOT NULL,
  `user_password` text COLLATE utf8_danish_ci NOT NULL,
  `user_nickname` text COLLATE utf8_danish_ci NOT NULL,
  `user_signatare` text COLLATE utf8_danish_ci NOT NULL,
  `user_DataOfBirth` text COLLATE utf8_danish_ci NOT NULL,
  `user_sex` text COLLATE utf8_danish_ci NOT NULL,
  `user_RegistrationTime` datetime NOT NULL,
  `user_tab` text COLLATE utf8_danish_ci NOT NULL,
  `user_mail` text COLLATE utf8_danish_ci NOT NULL,
  `user_qq` text COLLATE utf8_danish_ci NOT NULL,
  `user_remarks` text COLLATE utf8_danish_ci NOT NULL,
  `user_Picture` text COLLATE utf8_danish_ci NOT NULL,
  PRIMARY KEY (`user_id`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 COLLATE=utf8_danish_ci AUTO_INCREMENT=2 ;

--
-- 转存表中的数据 `user`
--

INSERT INTO `user` (`user_id`, `user_name`, `user_password`, `user_nickname`, `user_signatare`, `user_DataOfBirth`, `user_sex`, `user_RegistrationTime`, `user_tab`, `user_mail`, `user_qq`, `user_remarks`, `user_Picture`) VALUES
(1, '娄云志', 'meimimaY', 'Black cat-Leonard', '游荡在夜晚的黑猫... ...', '1994年12月06日', '男', '2017-04-26 11:22:34', '13969189537', 'black_cat_l@sina.com', '1950951900', '', '');

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
